// src/data/announcements.js

export default [
    {
        id: 1,
        title: "诚信考试倡议书",
        date: "2025-12-12",
        source: "党委学生工作部 党委研究生工作部",
        content: `亲爱的同学们：

“车无辕而不行，人无信则不立。”诚信，是镌刻于中华民族精神基因中的传统美德，更是当代大学生立身行事、涵养品格的根本准则。考试既是丈量学生知识掌握程度的标尺，更是锤炼其自我约束与责任担当的试金石。良好的校风浸润成长之路，优良的学风筑牢成才之基，端正的考风守护公平之本。为厚植诚信自律的校园文化，引导全体同学以端正态度迎接各类考试，在全国大学英语四六级考试、研究生入学考试、期末考试到来之际，特向全体同学发出如下倡议：

一、端正态度，诚信为本。以诚信考试为荣，以抄袭作弊为耻，摒弃侥幸心理，展现诚实守信的良好品质，用真实的成绩证明自己的能力。

二、认真备考，脚踏实地。科学制定复习计划，潜心钻研学问，以刻苦努力打牢基础，以积极心态迎接考试，不临时抱佛脚，不投机取巧。

三、遵守规章，服从管理。严格遵守考试纪律，尊重考场规则，配合监考老师的安排，做到诚信应考、文明答卷，维护考场秩序和考试公平。

四、以身作则，率先垂范。中共党员、学生干部应以身作则，树立榜样，自觉引领诚信之风，为同学们作出表率，营造良好的考风。

五、坚决杜绝作弊行为。摒弃侥幸心理，杜绝任何形式的作弊行为，以实际行动践行诚信承诺，维护考试的公平与公正。

亲爱的同学们，千里之行始于足下，“文明考风、诚信考试”从我做起。学校将会加大对考试作弊的查处力度，对于各种作弊行为，一经发现，将按照纪律处分有关规定严肃处理。希望同学们共勉、互励、共进，诚信应考，自觉遵守国家、学校考试纪律和有关规定，用扎实的知识、求实的态度、顽强的拼搏精神，向自己、老师、父母交一份完美的答卷。

衷心祝愿同学们在考试中取得理想的成绩！

党委学生工作部、学生处
研究生院、党委研究生工作部`
    },
    {
        id: 2,
        title: "郑州大学南校区、北校区、东校区道路命名方案公示",
        date: "2025-12-10",
        source: "党委宣传部",
        content: `为进一步优化校区环境，提升校区文化内涵，发挥校园环境育人功能，规范校区道路标识，方便师生及校外访客通行与识别，从2025年9月起，校党委宣传部牵头，组织文学院、南校区综合管理中心、北校区综合管理中心，河南医学院党政办公室共同开展三个校区的道路命名工作。通过现场勘察，系统设计，专家酝酿，反复沟通，按照统筹校园功能、兼顾已有自然与人文景观、赋予道路文化意义、命名响亮大气、明白晓畅、尊重建筑布局传统文化要素等原则，对每个校区初步形成两套道路命名方案。

现将方案予以公示，公示期为12月10日至12月16日。公示期内，欢迎广大师生员工提出意见和建议，并发至指定邮箱，主题请注明“某校区道路命名意见建议”字样。

联系人：王老师；联系电话：0371-67739509；
联系邮箱：xuanjswm@zzu.edu.cn。

特此公示。

附件：
1.郑州大学南校区道路命名方案
2.郑州大学北校区道路命名方案
3.郑州大学东校区道路命名方案

党委宣传部`
    },
    {
        id: 3,
        title: "关于主校区校园交通车路线调整的通知",
        date: "2025-10-22",
        source: "后勤保障中心",
        content: `为进一步提升校园交通服务品质，满足师生出行需求，后勤保障中心结合前期运行情况及收集到的宝贵建议，自即日起对主校区校园交通车运行方案进行优化调整。现将具体事项通知如下：

一、运行时间
每日7:20—21:00

二、优化后的运行路线
1.一号环线（外环主干线）
途经站点：东门站→文科园毓秀路站→医科园仁和大道站→北门站→松园厚德站→菊园厚德站→本源体育场厚德站→荷园厚德站→柳园厚德站→南门站→工科园天健站→理科园天健站→图书馆培英路站→东门站

2.二号环线（内环生活线）
途经站点：东门站→文科园毓秀路站→中核毓秀路站→菊园厚德站→松园厚德站→西北门站→松园驿站→菊园餐厅站→荷园餐厅站→柳园驿站→荷园厚德站→中核培英路站→图书馆培英路站→东门站

三、乘车费用与支付方式
票价：1元/人/次
支付方式：现金，微信、支付宝扫码支付。

四、温馨提示
1.新的运行路线自本通知发布之日起正式执行，请师生们留意并相互转告。
2.请有序上下车，行车途中请坐稳扶好，注意人身与财物安全。
3.服务期间，欢迎师生提出宝贵意见。如有任何问题或建议，可通过郑大后勤“码”上办、后勤保障中心微信公众号和后勤服务热线（67781234）反映。

感谢各位师生对校园后勤服务工作的理解与支持！

后勤保障中心`
    },
    {
        id: 4,
        title: "郑州大学举办2025年高考咨询校园开放日活动",
        date: "2025-06-28",
        source: "党委宣传部 本科招生办公室",
        content: `6月25日，“绘梦启航·郑大有约”郑州大学2025年高考咨询校园开放日活动在主校区、东校区、南校区、北校区同步启动。本次活动持续至6月30日，面向全国高考考生及家长开放，通过招生政策咨询、学科特色展示、校园深度体验等形式，全面呈现学校办学实力与育人环境。

作为河南省新高考改革落地首年，学校高度重视招生服务工作。开放日期间，本科招生办公室设立咨询专区，为考生们提供权威政策解读与报考指导。专家团队现场解答专业设置、课程体系、国际交流及历年录取情况等热点问题。据招生办公室统计，活动首日接待咨询超1000余人次，招生咨询电话日均接听量达3000多次。

学校开放档案与校史馆、“中华源”考古实验室、药物标本馆等10余处教学科研场所。在档案与校史馆，通过历史影像与实物展陈，生动呈现学校三校融合历程与一流建设的辉煌成就；图书馆、心理健康教育中心、智慧化学生社区等生活空间同步开放，校园通勤车提供全区域接驳服务，便利考生及家长打卡钟楼、眉湖、厚山等标志性建筑。通过一系列沉浸式体验，深度感知郑州大学的优美环境、学术底蕴、创新活力和自由氛围。

河南高教和顶端新闻对郑大开放日活动进行“零距离”报道，与学校招生办负责同志面对面交流，及时捕捉最新招生资讯。现场不少考生、家长也纷纷表达了对郑大的喜爱：“期待与郑大在9月重逢！”“学科实力和精准的志愿指导让我们吃下定心丸”。节目播出后网络浏览量近万人次，引发广泛关注。

2025年，学校加大本科招生力度，优化招生方案，增加社会急需专业招生计划，确保新高考首年平稳过渡。学校持续在宣传的精准性和效果方面下功夫，探索新的宣传手段和途径。今年以来，学校已开展科普讲座68场；开展“进中学宣讲”活动360场；举办升学就业大会，与省内外500余所中学深入交流；对接组建近1000支学生团体寒假返回高中母校宣讲；举办第二届“我眼中的郑大”校园微视频大赛；扩大“海报进中学、进班级”范围，建设省外生源对口高中校园专属宣传牌，发挥各地校友助力母校招生宣传，开展学院专业介绍视频直播，不断提升学校网络宣传引导效果，吸引更多高质量考生了解郑大、关注郑大、报考郑大。

为更好宣传我校本科招生工作，党委宣传部推出5期微信公众号内容，受到广大师生、校友、考生及家长的高度关注。其中“多少分可以上郑大”浏览量10万+，“郑大校园开放日，相约明天！”浏览量近8万，“超全！报考郑大，拨打这些电话”“这个排名，郑州大学上榜专业总数位列全国前十”浏览量都达到3万+，“亿点点心动！郑州大学招生进行时！”浏览量近2万，取得了较好的宣传效果。

近日，学校召开本科招生工作会议，动员机关干部、各学院招生咨询教师和各地热心校友组建180余支队伍，赶赴全国600多所中学开展高招志愿填报咨询服务，做到省内优质中学全面覆盖，省外重点区域宣传到位。`
    }
];